Repository: common-repository/wp-post-block
Catalog: languages/wp-post-block-*.po
Languages: pt_pt

source: Drag an article here
pt_pt: Arraste um artigo para aqui

source: Article Settings
pt_pt: Configurações do artigo

source: Show related articles
pt_pt: Mostrar artigos relacionados

source: Show article section
pt_pt: Mostrar secção do artigo

source: Show author
pt_pt: Mostrar autor

source: Show author photo
pt_pt: Mostrar foto do autor

source: Show lead
pt_pt: Mostrar excerto

source: Show status
pt_pt: Mostrar estado

source: Image shadow
pt_pt: Imagem com sombra

source: Text shadow
pt_pt: Texto com sombra

source: Background color
pt_pt: Cor de fundo

source: Select or drag an article here
pt_pt: Escolha ou arraste um artigo aqui

source: Post Block
pt_pt: Bloco de Artigo

source: Post Block description
pt_pt: Descrição do bloco de Artigo

source: text
pt_pt: texto

source: Vertical image
pt_pt: Imagem Vertical

source: Image highlight
pt_pt: Destaque de imagem

source: Text highlight
pt_pt: Destaque de texto

source: Edit image
pt_pt: Editar imagem

source: Shortcuts
pt_pt: Ligações rápidas

source: Edit post
pt_pt: Editar artigo

source: Change article
pt_pt: Alterar artigo

source: Headline Settings
pt_pt: Configurações do destaque

source: Full screen
pt_pt: Ecra inteiro

source: Headline block
pt_pt: Destaque

source: Block that represents a headline
pt_pt: Bloco que representa a manchete

source: Block Settings
pt_pt: Configurações do bloco

source: Block title
pt_pt: Título do Bloco

source: Multimedia block
pt_pt: Bloco multimédia

source: Block that represents a multimedia section
pt_pt: Bloco que representa a secção de multimédia

source: Section title
pt_pt: Título da secção

source: Section Settings
pt_pt: Configurações da secção

source: The headline of the section
pt_pt: O título da secção

source: Section Block
pt_pt: Bloco de secção

source: A container for other blocks.
pt_pt: Uma caixa para outros blocos.

source: Sidebar content
pt_pt: Conteúdo com barra lateral

source: Insert content side-by-side with a specific sidebar
pt_pt: Permite inserir blocos contidos a uma barra lateral

source: All categories
pt_pt: Todas as categorias

source: Search posts
pt_pt: Pesquisar artigos

source: Category
pt_pt: Categoria

source: Loading
pt_pt: A carregar

source: No posts matched the selected criteria
pt_pt: Não foram encontrados artigos com estes critérios de pesquisa

source: Digital Media Blocks
pt_pt: Blocos Editoriais
